
GameFrame.jButton1.text=\u0421\u043e\u0437\u0434\u0430\u0442\u044c \u0438\u0433\u0440\u0443
GameFrame.jButton2.text=\u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f \u043a \u0438\u0433\u0440\u0435
GameFrame.jButton3.text=\u041f\u0440\u0430\u0432\u0438\u043b\u0430
GameFrame.jButton4.text=\u0421\u0442\u043e\u043f
GameFrame.jLabel1.text=\u0418\u0433\u0440\u0430 "\u0422\u043e\u0447\u043a\u0438"
GameFrame.jLabel2.text=\u041c\u043e\u0439 \u0441\u0447\u0435\u0442:
GameFrame.jLabel3.text=\u0421\u0447\u0435\u0442 \u043f\u0440\u043e\u0442\u0438\u0432\u043d\u0438\u043a\u0430:
GameFrame.jLabel6.text=\u041e\u0441\u0442\u0430\u0432\u0448\u0435\u0435\u0441\u044f \u0432\u0440\u0435\u043c\u044f:
GameFrame.title=\u0418\u0433\u0440\u0430 \u0422\u043e\u0447\u043a\u0438
ConnectFrame.button_1=\u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0438\u0442\u044c\u0441\u044f
ConnectFrame.button_2=\u0421\u043e\u0437\u0434\u0430\u0442\u044c \u0441\u0435\u0440\u0432\u0435\u0440
ConnectionFrame.jLabel1.text=IP \u0430\u0434\u0440\u0435\u0441:
ConnectionFrame.jLabel2.text=\u041f\u0430\u0440\u043e\u043b\u044c:
ConnectionFrame.jLabel3.text=\u041f\u043e\u0440\u0442:
RulesFrame.title=\u041f\u0440\u0430\u0432\u0438\u043b\u0430
RulesFrame.jLabel1.text=\u041f\u0440\u0430\u0432\u0438\u043b\u0430
RulesFrame.jTextArea1.text=\t5 \u043f\u0440\u043e\u0441\u0442\u044b\u0445 \u043f\u0440\u0430\u0432\u0438\u043b\n\n\u0418\u0433\u0440\u043e\u043a\u0438 - \u0441\u0438\u043d\u0438\u0439 \u0438 \u043a\u0440\u0430\u0441\u043d\u044b\u0439 - \u0445\u043e\u0434\u044f\u0442 \u043f\u043e \u043e\u0447\u0435\u0440\u0435\u0434\u0438.\n\n\u0422\u043e\u0447\u043a\u0430 \u0441\u0442\u0430\u0432\u0438\u0442\u0441\u044f \u043d\u0430 \u043f\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043d\u0438\u0438 \u0433\u043e\u0440\u0438\u0437\u043e\u043d\u0442\u0430\u043b\u044c\u043d\u043e\u0439 \u0438 \u0432\u0435\u0440\u0442\u0438\u043a\u0430\u043b\u044c\u043d\u043e\u0439 \u043b\u0438\u043d\u0438\u0439.\n\n\u0417\u0430 \u043e\u0434\u0438\u043d \u0445\u043e\u0434 \u0441\u0442\u0430\u0432\u0438\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u043e\u0434\u043d\u0430 \u0442\u043e\u0447\u043a\u0430 \u0438 \u043e\u043d\u0430 \u0431\u043e\u043b\u044c\u0448\u0435 \u043d\u0435 \u043f\u0435\u0440\u0435\u0434\u0432\u0438\u0433\u0430\u0435\u0442\u0441\u044f.\n\n\u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043e\u043a\u0440\u0443\u0436\u0430\u0442\u044c \u0442\u043e\u0447\u043a\u0438 \u0441\u043e\u043f\u0435\u0440\u043d\u0438\u043a\u0430, \u043d\u0435 \u0434\u0430\u0432\u0430\u044f \u043e\u043a\u0440\u0443\u0436\u0430\u0442\u044c \u0441\u0432\u043e\u0438 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0435.\n\n\u041f\u043e\u0431\u0435\u0436\u0434\u0430\u0435\u0442 \u0438\u0433\u0440\u043e\u043a, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0437\u0430\u0445\u0432\u0430\u0442\u0438\u043b \u0431\u043e\u043b\u044c\u0448\u0435 \u0442\u043e\u0447\u0435\u043a \u0441\u043e\u043f\u0435\u0440\u043d\u0438\u043a\u0430.\n\n\t\u041e\u0444\u0438\u0446\u0438\u0430\u043b\u044c\u043d\u044b\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u0430\n\n\u0418\u0433\u0440\u0430 \u0438\u0434\u0435\u0442 \u043d\u0430 \u043f\u043e\u043b\u0435 \u0440\u0430\u0437\u043c\u0435\u0440\u043e\u043c 39\u044532 \u043f\u0443\u043d\u043a\u0442\u043e\u0432. \u041f\u0443\u043d\u043a\u0442\u043e\u043c \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044f \u043f\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043d\u0438\u0435 \u043b\u0438\u043d\u0438\u0439 \u043d\u0430 \u043f\u043e\u043b\u0435. \u0418\u0433\u0440\u0430\u044e\u0442 \u0434\u0432\u043e\u0435, \u0440\u0430\u0437\u043d\u044b\u043c\u0438 \u0446\u0432\u0435\u0442\u0430\u043c\u0438. \u0418\u0433\u0440\u043e\u043a\u0438 \u0445\u043e\u0434\u044f\u0442 \u043f\u043e \u043e\u0447\u0435\u0440\u0435\u0434\u0438 (1 \u0445\u043e\u0434 \u2014 \u043e\u0434\u043d\u0430 \u0442\u043e\u0447\u043a\u0430).\n\n\u0412\u0441\u0435 \u0445\u043e\u0434\u044b \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u0432 \u043b\u044e\u0431\u043e\u0439 \u043f\u0443\u043d\u043a\u0442, \u0435\u0441\u043b\u0438 \u0442\u043e\u043b\u044c\u043a\u043e \u043e\u043d \u043d\u0435 \u0432 \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u043d\u043e\u0439 \u043e\u0431\u043b\u0430\u0441\u0442\u0438. \u0412\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u043f\u0430\u0441\u043e\u0432\u0430\u0442\u044c (\u043f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u0442\u044c \u0445\u043e\u0434) \u043d\u0435\u0442.\n\n\u041f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u0438 \u043d\u0435\u043f\u0440\u0435\u0440\u044b\u0432\u043d\u043e\u0439 (\u043f\u043e \u0432\u0435\u0440\u0442\u0438\u043a\u0430\u043b\u0438, \u0433\u043e\u0440\u0438\u0437\u043e\u043d\u0442\u0430\u043b\u0438, \u0434\u0438\u0430\u0433\u043e\u043d\u0430\u043b\u0438) \u0437\u0430\u043c\u043a\u043d\u0443\u0442\u043e\u0439 \u043b\u0438\u043d\u0438\u0438 \u043e\u0431\u0440\u0430\u0437\u0443\u0435\u0442\u0441\u044f \u043e\u0431\u043b\u0430\u0441\u0442\u044c. \u0415\u0441\u043b\u0438 \u0432\u043d\u0443\u0442\u0440\u0438 \u043d\u0435\u0451 \u0435\u0441\u0442\u044c \u0442\u043e\u0447\u043a\u0438 \u043f\u0440\u043e\u0442\u0438\u0432\u043d\u0438\u043a\u0430 (\u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u043f\u0443\u043d\u043a\u0442\u044b, \u043d\u0435 \u0437\u0430\u043d\u044f\u0442\u044b\u0435 \u0447\u044c\u0438\u043c\u0438-\u043b\u0438\u0431\u043e \u0442\u043e\u0447\u043a\u0430\u043c\u0438), \u0442\u043e \u044d\u0442\u043e \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044f \u043e\u0431\u043b\u0430\u0441\u0442\u044c\u044e \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u044f, \u0432 \u043a\u043e\u0442\u043e\u0440\u0443\u044e \u0434\u0430\u043b\u0435\u0435 \u0437\u0430\u043f\u0440\u0435\u0449\u0435\u043d\u043e \u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0442\u043e\u0447\u043a\u0443 \u043b\u044e\u0431\u043e\u043c\u0443 \u0438\u0437 \u0438\u0433\u0440\u043e\u043a\u043e\u0432. \u0415\u0441\u043b\u0438 \u0442\u043e\u0447\u0435\u043a \u0441\u043e\u043f\u0435\u0440\u043d\u0438\u043a\u0430 \u043d\u0435\u0442, \u0442\u043e \u043e\u0431\u043b\u0430\u0441\u0442\u044c \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0430\u044f \u0438 \u0432 \u043d\u0435\u0451 \u043c\u043e\u0436\u043d\u043e \u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0442\u043e\u0447\u043a\u0438. \u041f\u0440\u0438 \u043f\u043e\u044f\u0432\u043b\u0435\u043d\u0438\u0438 \u0432 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u043e\u0439 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u0442\u043e\u0447\u043a\u0438 \u0441\u043e\u043f\u0435\u0440\u043d\u0438\u043a\u0430 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0430\u044f \u043e\u0431\u043b\u0430\u0441\u0442\u044c \u0431\u0443\u0434\u0435\u0442 \u0441\u0447\u0438\u0442\u0430\u0442\u044c\u0441\u044f \u043e\u0431\u043b\u0430\u0441\u0442\u044c\u044e \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u044f \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438, \u0447\u0442\u043e \u0442\u043e\u0447\u043a\u0430 \u0441\u043e\u043f\u0435\u0440\u043d\u0438\u043a\u0430 \u043d\u0435 \u0431\u044b\u043b\u0430 \u0437\u0430\u0432\u0435\u0440\u0448\u0430\u044e\u0449\u0435\u0439 \u0432 \u0435\u0433\u043e \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u0438. \u0422\u043e\u0447\u043a\u0438, \u043f\u043e\u043f\u0430\u0432\u0448\u0438\u0435 \u0432 \u043e\u0431\u043b\u0430\u0441\u0442\u044c \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u044f, \u0434\u0430\u043b\u0435\u0435 \u043d\u0435 \u0443\u0447\u0430\u0441\u0442\u0432\u0443\u044e\u0442 \u0432 \u043e\u0431\u0440\u0430\u0437\u043e\u0432\u0430\u043d\u0438\u0438 \u043b\u0438\u043d\u0438\u0439 \u0434\u043b\u044f \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u044f. \u0422\u043e\u0447\u043a\u0438, \u043f\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044b\u0435 \u043d\u0430 \u043a\u0440\u0430\u044e \u043f\u043e\u043b\u044f, \u043d\u0435 \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0442\u0441\u044f.\n\n\n\u041f\u0430\u0440\u0442\u0438\u044f \u0437\u0430\u043a\u0430\u043d\u0447\u0438\u0432\u0430\u0435\u0442\u0441\u044f, \u043a\u043e\u0433\u0434\u0430 \u043e\u0434\u0438\u043d \u0438\u0437 \u0438\u0433\u0440\u043e\u043a\u043e\u0432 \u043d\u0430\u0436\u0438\u043c\u0430\u0435\u0442 \u0421\u0422\u041e\u041f. \u0415\u0441\u043b\u0438 \u0438\u0433\u0440\u043e\u043a A \u043e\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0435\u0442 \u0438\u0433\u0440\u0443 \u0443 \u0438\u0433\u0440\u043e\u043a\u0430 B \u0431\u0443\u0434\u0435\u0442 3 \u043c\u0438\u043d\u0443\u0442\u044b, \u0432 \u0442\u0435\u0447\u0435\u043d\u0438\u0435 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0438\u0433\u0440\u043e\u043a B \u0431\u0443\u0434\u0435\u0442 \u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0442\u043e\u0447\u043a\u0438 \u043e\u0434\u0438\u043d, \u0434\u043e\u043e\u043a\u0440\u0443\u0436\u0430\u044f \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u044b\u0435 \u0442\u043e\u0447\u043a\u0438 \u0438\u0433\u0440\u043e\u043a\u0430 \u0410. \u041f\u043e \u0438\u0441\u0442\u0435\u0447\u0435\u043d\u0438\u0438 \u0442\u0440\u0451\u0445 \u043c\u0438\u043d\u0443\u0442 \u0438\u0433\u0440\u0430 \u0437\u0430\u043a\u0430\u043d\u0447\u0438\u0432\u0430\u0435\u0442\u0441\u044f \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438.\n\n\u041f\u043e\u0431\u0435\u0434\u0430 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442\u0441\u044f \u043f\u0440\u0438 \u043f\u043e\u0434\u0441\u0447\u0451\u0442\u0435 \u043e\u043a\u0440\u0443\u0436\u0451\u043d\u043d\u044b\u0445 \u0442\u043e\u0447\u0435\u043a (\u043f\u043e\u0431\u0435\u0436\u0434\u0430\u0435\u0442 \u0438\u0433\u0440\u043e\u043a, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043e\u043a\u0440\u0443\u0436\u0438\u043b \u0431\u043e\u043b\u044c\u0448\u0435\u0435 \u0447\u0438\u0441\u043b\u043e \u0442\u043e\u0447\u0435\u043a \u0441\u043e\u043f\u0435\u0440\u043d\u0438\u043a\u0430).\n\n\t\u041a\u043e\u043c\u043c\u0435\u043d\u0442\u0430\u0440\u0438\u0438 \u0438 \u0437\u0430\u043c\u0435\u0447\u0430\u043d\u0438\u044f\n\n\u041f\u0443\u0441\u0442\u044c \u0435\u0441\u0442\u044c \u043d\u0435\u043f\u0440\u0435\u0440\u044b\u0432\u043d\u0430\u044f \u0437\u0430\u043c\u043a\u043d\u0443\u0442\u0430\u044f \u043b\u0438\u043d\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438\u0432\u0430\u0435\u0442 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u0443\u044e \u043e\u0431\u043b\u0430\u0441\u0442\u044c. \u041d\u043e \u0432 \u044d\u0442\u043e\u0439 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u043d\u0435\u0442 \u0442\u043e\u0447\u0435\u043a \u043f\u0440\u043e\u0442\u0438\u0432\u043d\u0438\u043a\u0430. \u041f\u043e\u0442\u043e\u043c \u043f\u0440\u043e\u0442\u0438\u0432\u043d\u0438\u043a \u0441\u0434\u0435\u043b\u0430\u043b \u0445\u043e\u0434 \u0432 \u044d\u0442\u0443 \u043e\u0431\u043b\u0430\u0441\u0442\u044c, \u044d\u0442\u0430 \u043e\u0431\u043b\u0430\u0441\u0442\u044c \u0431\u0443\u0434\u0435\u0442 \u0441\u0447\u0438\u0442\u0430\u0442\u044c\u0441\u044f \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0449\u0435\u0439, \u041d\u041e \u0442\u043e\u043b\u044c\u043a\u043e \u0432 \u043c\u043e\u043c\u0435\u043d\u0442 \u0445\u043e\u0434\u0430 \u0438\u0433\u0440\u043e\u043a\u0430, \u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438\u0442 \u043e\u0431\u043b\u0430\u0441\u0442\u044c. \u041f\u0440\u0438 \u044d\u0442\u043e\u043c \u0445\u043e\u0434 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u0432 \u043b\u044e\u0431\u043e\u0435 \u0434\u0440\u0443\u0433\u043e\u0435 \u043c\u0435\u0441\u0442\u043e \u043d\u0430 \u043f\u043e\u043b\u0435 (\u043d\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e \u0432\u0445\u043e\u0434\u0438\u0442\u044c \u0432 \u0441\u043e\u0441\u0442\u0430\u0432 \u0442\u043e\u0439 \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0449\u0435\u0439 \u043e\u0431\u043b\u0430\u0441\u0442\u0438). \u041f\u0443\u0441\u0442\u044c \u0435\u0441\u0442\u044c \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0449\u0430\u044f \u043e\u0431\u043b\u0430\u0441\u0442\u044c, \u043a\u043e\u0442\u043e\u0440\u0430\u044f (\u0432 \u043c\u043e\u043c\u0435\u043d\u0442 \u0425) \u043f\u043e\u043f\u0430\u043b\u0430 \u0432 \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u0435. \u0412 \u044d\u0442\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u043a\u043e\u043b\u0438\u0447\u0435\u0441\u0442\u0432\u043e \u0442\u043e\u0447\u0435\u043a \u043f\u0440\u043e\u0442\u0438\u0432\u043d\u0438\u043a\u0430, \u043a\u043e\u0442\u043e\u0440\u043e\u0435 \u043e\u0431\u043b\u0430\u0441\u0442\u044c \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u043b\u0430 \u0434\u043e \u043c\u043e\u043c\u0435\u043d\u0442\u0430 \u0425, \u043d\u0435 \u0443\u0447\u0438\u0442\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u043f\u0440\u0438 \u043f\u043e\u0434\u0441\u0447\u0451\u0442 \u043e\u043a\u0440\u0443\u0436\u0451\u043d\u043d\u044b\u0445 \u0442\u043e\u0447\u0435\u043a \u0432 \u043a\u043e\u043d\u0446\u0435 \u043f\u0430\u0440\u0442\u0438\u0438.
SelectLanguages.jButton1.text=\u0412\u044b\u0431\u0440\u0430\u0442\u044c \u044f\u0437\u044b\u043a
SelectLanguages.title=\u0412\u044b\u0431\u043e\u0440
